{
  "cart": {
    "title": "Cart",
    "empty": "Your cart is empty",
    "total": "Total",
    "checkout": "Go to the payment",
    "delivery": "Delivery"
  },
  "header": {
    "menu1": "Shop",
    "menu2": "Resellers",
    "menu3": "About",
    "menu4": "Contacts"
  },
  "footer": {
    "menu-1": "Conditions",
    "menu-2": "Delivery",
    "menu-3": "Contacts",
    "news": "Newsletter",
    "form-subscribe": "Subscribe"
  },
  "checkout": {
    "backurl": "To shop",
    "title": "Checkout",
    "sub_title": "Contact Information",
    "form-fname": "First Name*",
    "form-sname": "Second Name*",
    "form-email": "E-mail",
    "form-phone": "Phone*",
    "form-address": "City*",
    "form-department": "Department*",
    "form-message": "Message (optional)",
    "form-message-comment": "Add a comment to the order",
    "delivery-message": "Delivery from 2 things is free",
    "description": "Purchase in the store ADVITAM"
  },
  "contacts": {
    "title": "Contacts",
    "p1": "Please use the form below for all customer support inquiries.",
    "p2": "For sales information, please email us at:",
    "form-name": "Name",
    "form-email": "E-mail",
    "form-phone": "Phone",
    "form-message": "Message",
    "form-submit": "Send"
  },
  "about": {
    "title1": "GENESIS",
    "subtitle1": "Against the odds\n",
    "text1": "It all started in 2015. They met at the University. None of them was planning to work within his specialty. The war was happening in Ukraine. Andrew and Den founded AdVitam. The mix of operational accuracy and futuristic creativity met.\n",
    "title2": "FIRST STEPS",
    "subtitle2": "Meet the Mantle\n",
    "text2": "As true entrepreneurs, Andrew and Den hit the target by identifying the gap between supply and demand on the very specific niche. They started to produce mantles. It was a success. The first party of 30 mantles had gone before it produced. \n",
    "title3": "YOLO",
    "subtitle3": "Trap and Bass",
    "text3": "The mantles open the way to the hearts of Trap and Bass followers. This audience became a launchpad for AdVitam. \n",
    "title4": "P - POPULARITY\n",
    "subtitle4": "Who waer AdVitam\n",
    "text4": "AdVitam clothes spotted on the members of O. Torvald and Amatory bands. Not only celebrities who like the AdVitam, but it is also the most stolen brand in the stores of Myaso retailer. Everybody wants to wear quality clothes. \n",
    "title5": "QUALITY FIRST\n",
    "subtitle5": "It’s All About Details\n",
    "text5": "A lot of work stands behind each new model. The way from the first sketches to the final product is tremendous long. Prototypes development, choice of fabric, accessories, materials, and endless discussions of the creative team... Only when we see that there are no comments and improvements left, we proceed to the sewing.\n",
    "title6": "NOW\n",
    "subtitle6": "Streetwear Brand\n",
    "text6": "Now AdVitam is leading local streetwear brand. It’s quality products inspire and protect from weather conditions a lot of young people. AdVitam proposes numerous products, starting from T-shirts and hoodies ending with warm winter jackets. \n",
    "title7": "ADVITAM\n",
    "subtitle7": "Soul Blast\n",
    "text7": "AdVitam is a brand of young and ambitious people: skaters, artists, musicians, rebels. It is more than just clothes. This is a way of life, soul blast. AdVitam became culture bringing together its family of talented people who know what street style is.\n"
  },
  "products": {
    "hoodies": [
      "Three-thread french terry fabric, color -",
      "Ribbed knit cuffs",
      "Knitted lining in the hood",
      "Insulated with 100% cotton heavy fleece"
    ],
    "sweatshirts": [
      "Three-thread french terry fabric, color -",
      "Ribbed knit cuffs",
      "Insulated with 100% cotton heavy fleece"
    ],
    "jackets": [
      "Impregnated raincoat fabric jacket, color -"
    ],
    "quantity": "Quantity",
    "size": "РSize",
    "add-to-cart": "Add to cart",
    "view-cart": "View cart",
    "limit": "If you want to order more than 10 units of this product, please contact us through the contact form for a personalized discount.",
    "success-add": "Item added to cart!",
    "modal-title": "Fit Size",
    "modal1": "Size",
    "modal2": "1 Chest",
    "modal3": "2 Sleeve",
    "modal4": "3 Length"
  },
  "delivery": {
    "title": "Доставка и оплата",
    "sub1": "Доставка осуществляется службой «Новая Почта» по всей Украине",
    "text1-1": "С помощью доставки «Новая Почта» Вы сможете получить товар даже в самых отдаленных уголках Украины. В среднем, доставка занимает 1-3 дня, во время заказа наши консультанты согласуют с Вами дату доставки перед отправлением товара. Стоимость доставки будет указана в корзине перед оформлением заказа.",
    "ul1": "Для получения товара при покупке, необходимо указывать реальные:",
    "li": [
      "ФИО;",
      "Номер телефона;",
      "Город;",
      "Номер отделения «Новая Почта»."
    ],
    "text1-2": "При получении заказа необходимо иметь при себе паспорт, студенческий билет либо водительское удостоверение.",
    "sub2": "Курьерская доставка до вашей двери по всей Украине",
    "text2": "Адресная доставка возможна при оплате покупки онлайн банковской картой, осуществляется курьерской службой компании «Новая Почта». За курьерскую доставку взимается дополнительная плата. Если Вы хотите воспользоваться этим сервисом - выберите соответствующий пункт при оформлении заказа.",
    "sub3": "Оплата картой на сайте",
    "text3": "Вы можете оплатить заказ онлайн банковской картой Visa и MasterCard без комиссии. Оплата осуществляется через платежную систему LiqPay.",
    "sub4": "Возврат платежей",
    "text4": "Возврат денежных средств осуществляется на карту, с которой был осуществлен платеж за Товар в срок, регламентированный платежной системой LiqPay."
  },
  "conditions": {
    "title1": "Пользовательское соглашение",
    "text1": "В соответствии с действующим украинским законодательством, торговля через интернет-магазин является дистанционной торговлей. В связи с этим, интернет-ресурс магазина advitamwear.com является торговой площадкой. Договорные отношения между покупателем и продавцом торговой площадки advitamwear.com оформляются в виде договора публичной оферты.",
    "text2": "Нажатие в интернет-ресурсе на странице оформления заказа кнопки «Подтвердить», означает, что покупатель, независимо от статуса (физическое лицо, юридическое лицо, физическое лицо-предприниматель), согласно действующего украинского законодательства, принял к выполнению условия договора публичной оферты, которые указаны ниже.",
    "text3": "Договор публичной оферты является публичным, т.е. в соответствии со статьей 633 Гражданского кодекса Украины, его условия одинаковы для всех покупателей независимо от статуса (физическое лицо, юридическое лицо, физическое лицо-предприниматель). При полном согласии с данным Договором покупатель принимает условия и порядок оформления заказа, оплаты товара, доставки товара, ответственности за недобросовестный заказ и за невыполнение условий данного договора.",
    "text4": "Договор считается заключенным с момента нажатия кнопки «Подтвердить» на странице оформления заказа и подтверждения его покупки. В случае необходимости, по желанию покупателя, договор может быть оформлен в простой письменной форме.",
    "title2": "Существенные условия договора публичной оферты",
    "sub1": "1. Условные соглашения",
    "text1-1": "1.1 Условные соглашения - это определения, присутствующие в настоящем договоре, являющиеся его неотъемлемой частью.",
    "text1-2": "1.2 Определения трактуются исходя из их сущности и содержания настоящего договора. Ниже приведен список этих определений:",
    "li1": [
      "advitamwear.com  — Торговая площадка, интернет-магазин.",
      "Товар — объект соглашения сторон, который выбран покупателем в интернет-магазине advitamwear.com  и помещен в корзину интернет-магазина advitamwear.com",
      "Покупатель — любое дееспособное физическое, юридическое лицо, физическое лицо-предприниматель, согласно действующего украинского законодательства, посетившее сайт advitamwear.com , имеющее намерение приобрести Товар, и оплатить получение такого Товара.",
      "Продавец — владелец товара, предлагаемого на площадке интернет-магазина advitamwear.com"
    ],
    "sub2": "2. Общие положения",
    "text2-1": "2.1 Настоящая публичная оферта (в дальнейшем — договор) определяет особенности купли-продажи товара на сайте advitamwear.com  Данная оферта применяется в отношении любого товара, предлагаемого к продаже (покупке) на сайте advitamwear.com",
    "sub3": "3. Предмет договора публичной оферты",
    "text3-1": "3.1 Предоставление Покупателю доступа ко всей необходимой информации по Товару (подтверждающей качество и безопасность его использования), представленному в рамках проекта advitamwear.com",
    "sub4": "4. Момент заключения договора",
    "text4-1": "4.1 Текст данного Договора является публичной офертой и действует для всех посетителей интернет-магазина advitamwear.com, которые имеют намерение, желание и возможности приобрести товары для любых учреждений Государственного или частного характера.",
    "text4-2": "4.2 Акцепт оферты — приобретение товара в порядке, определяемом данным договором, по ценам, указанным на интернет-ресурсе advitamwear.com и согласие с условиями оплаты и доставки товара.",
    "text4-3": "4.3 Факт приобретения Товара является безоговорочным принятием Покупателем условий данного Договора. Покупатель, воспользовавшийся услугами advitamwear.com, рассматривается как лицо, вступившее с Продавцом в договорные отношения.",
    "sub5": "5. Права и обязанности сторон",
    "text5-1": "5.1 advitamwear.com обязуется передать Покупателю товар:",
    "li5": [
      "в определенном месте",
      "в определенном количестве",
      "в соответствующей комплектности и в комплекте, если таковы предусмотрены",
      "надлежащего качества",
      "свободным от претензий третьих лиц"
    ],
    "text5-2": "5.1.1 С момента заключения настоящего Договора обеспечить в полной мере все обязательства перед Покупателем в соответствии с условиями, оговоренными совокупно сайтом advitamwear.com и настоящим договором. Продавец оставляет за собой право невыполнения обязательств, в случае возникновения форс-мажорных ситуаций.",
    "text5-3": "5.1.2 Не разглашать любую частную информацию о Покупателе и не предоставлять доступ к этой информации третьим лицам, за исключением случаев, предусмотренных законодательством или по желанию самого Покупателя.",
    "text5-4": "5.2 advitamwear.com имеет право:",
    "text5-5": "5.2.1 Изменять условия настоящего Договора, а также Тарифы (цены) на Товары и услуги, в одностороннем порядке, помещая их на сервере по адресу advitamwear.com.",
    "text5-6": "5.2.2 Все изменения вступают в силу немедленно после публикации.",
    "text5-7": "5.2.3 Отказать в оказании услуг без объяснения причины.",
    "text5-8": "5.2.4 Отправлять письма рекламного и информативного характера покупателям.",
    "text5-9": "5.3 Покупатель обязуется:",
    "text5-10": "5.3.1 До момента заключения Договора ознакомиться с содержанием Договора, условиями Договора и тарифами (ценами), предлагаемыми Продавцом на всех страницах сайта advitamwear.com",
    "text5-11": "5.3.2 Во исполнение Продавцом своих обязательств перед Покупателем последний должен сообщить все необходимые данные, однозначно идентифицирующие его как Покупателя, и достаточные для доставки Покупателю оплаченного им Товара.",
    "sub6": "6. Отказ от предоставления гарантий",
    "text6-1": "6.1 Продавец делает все возможное, чтобы обеспечить качественное предоставление услуг Покупателю. Советы и информация, даваемые Покупателю, не могут рассматриваться как гарантии.",
    "text6-2": "6.2 Стороны освобождаются от ответственности за неисполнение или ненадлежащее исполнение обязательств по Договору на время действия «непреодолимой силы». Под «непреодолимой силой» понимаются чрезвычайные и непреодолимые при данных условиях обстоятельства, препятствующие исполнению своих обязательств сторонами по настоящему Договору. К ним относятся стихийные явления (землетрясения, наводнения и т.п.), обстоятельства общественной жизни (военные действия, чрезвычайные положения, крупнейшие забастовки, эпидемии и т. п.), запретные меры государственных органов. В течение этого времени стороны не имеют взаимных претензий, и каждая из сторон принимает на себя риск последствий форс-мажорных обстоятельств.",
    "sub7": "7. Доставка товара",
    "text7-1": "7.1. Покупатель получает Товар посредством доставки, либо получает его лично. Порядок оплаты и получения указан в разделе «Доставка и оплата»",
    "text7-2": "7.2. При доставке товаров в другие города Украины, выполняемой иными Службами доставки на условиях сотрудничества с ООО «Новая Почта» (далее Компания-перевозчик) Покупатель в полном объеме и безоговорочно соглашается с Правилами перевозки грузов компании «Новая Почта», которые доступны на сайте Компании-перевозчика.",
    "text7-3": "7.3. Факт получения товара и отсутствие претензий к качеству товара Покупатель подтверждает собственной росписью в расходной накладной при получении товара. Со своей стороны, Продавец гарантирует отгрузку товара Компании-перевозчику в количестве, оговоренном и оплаченным Покупателем, в комплектности согласно спецификации этого товара и в надлежащем (рабочем) состоянии и качестве.",
    "text7-4": "7.4 В случае отсутствия Покупателя по адресу доставки, указанного Покупателем в заявке или отказа Покупателя по причине отличающейся от указанной п.п. 6.2 от получения товара при доставке курьером Компании-перевозчика, товар возвращается в торговый центр отгрузки. Оплата за услуги Компании-перевозчика взымается с суммы, перечисленной Покупателем за товар Продавца. Остаток суммы возвращается Покупателю на основании его письма, отправленного по адресу sales@advitamwear.com с указанием расчетного счета, на который должны быть возвращены денежные средства.",
    "text7-5": "7.5. В случае повреждения или порчи товара во время доставки Продавец возвращает стоимость заказа Покупателю в течение 14 рабочих дней с момента получения «акта порчи товара», форма которого предоставляется Компанией-перевозчиком, подписанного Покупателем.",
    "sub8": "8. Возврат товара",
    "text8-1": "8.1. Покупатель вправе обменять или вернуть Товар ненадлежащего качества в установленном законом порядке. При этом возврат товара должен быть осуществлён на отделение «Новой Почты» Продавца за счёт Покупателя.",
    "text8-2": "8.2. Возврат товара надлежащего качества возможен в 14-дневный срок при условии сохранности Товара и его упаковки. При этом возврат товара должен быть осуществлён на отделение «Новой Почты» Продавца за счёт Покупателя.",
    "text8-3": "8.3. Возврат денежных средств осуществляется на карту, с которой был осуществлен платеж за Товар в срок, регламентированный платежной системой LiqPay.",
    "text8-4": "8.4. Вся коммуникация по поводу обмена и возврата ведется через официальный адрес электронной почты sales@advitamwear.com",
    "text8-5": "8.5. Перечень товаров, которые не подлежат обмену и возврату (кроме случаев брака):",
    "li8": [
      "Головные уборы;",
      "Носочно-чулочные изделия;",
      "Нижнее белье;",
      "Перчатки."
    ],
    "sub9": "9. Прочие условия",
    "text9-1": "9.1. Информация о Товарах представлена на основном сайте.",
    "text9-2": "9.2. Все споры и разногласия, возникающие при исполнении сторонами обязательств по настоящему Договору, решаются путем переговоров. В случае невозможности их устранения, стороны имеют право обратиться за судебной защитой своих интересов."
  },
  "collections": [
    {
      "id": "all",
      "text": "All Collections",
      "url": "all"
    },
    {
      "id": "hoodies",
      "text": "Hoodies",
      "url": "hoodies"
    },
    {
      "id": "sweatshirts",
      "text": "Sweatshirts",
      "url": "sweatshirts"
    },
    {
      "id": "jackets",
      "text": "Jackets",
      "url": "jackets"
    }
  ]
}
